Revit 2027 API
ParameterTypeId.RgbBParam Property
 "Blue value for RGB color spec. (for Use with XAML Data Template example)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RgbBParam { get; }
Public Shared ReadOnly Property RgbBParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RgbBParam {
	ForgeTypeId^ get ();
}
static member RgbBParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace